Repository: Va11eri/NewsPortal_moduleD
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Weather news
ru: Новости погоды

source: Politics news
ru: Политические новости

source: Education news
ru: Новости образования

source: Economics news
ru: Новости экономики

source: Fashion news
ru: Модные новости

source: category name
ru: Имя категории

source: Author name
ru: Имя автора

source: This is the help text for MyModel model
ru: Это текст-помощник

source: Lang
ru: Язык

source: English
ru: Английский

source: All news we have today:
ru: Все новости на сегодня:

source: We don't have any news, sorry!
ru: У нас нет новостей, простите!

source: I would like to be an author!
ru: Я бы хотел быть автором

source: You are already an author
ru: Вы уже автор

source: Authorized user page
ru: Страница авторизованного пользователя

source: There may be personal information for each user
ru: Тут может быть персональная информация каждого пользователя

source: Log out
ru: Выйти
